bopt/test_problems/Exeter_CFD_Problems/data/PitzDaily/case_single/system/calcPressureDifferenceDict
/*---------------------------------------------------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.0                                   |
|   \\  /    A nd           | Web:      http://www.openfoam.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

FoamFile
{
    version         2.0;
    format          ascii;

    root	    ".";
    case 	    "test";
    instance        "system";
    local           "";

    class           dictionary;
    object          sampleDict;
}

inlet inlet;
outlet outlet;

// rho rho [1 -3 0 0 0 0 0] 0.41;
